{
	"Descriptions": {
		"CREW_TYPE_AEROSPACE": "Aerospace crews represent one to two aerospace fighters, combat pilots, and the support crew necessary to keep them flying. Pilots will not be injuried and aerospace assets do not need time to repair or rearm. They provide bonuses to your withdrawal speed and reduce the amount of damage you take. ",
		"CREW_TYPE_DROPSHIP": "Dropship crews are spacers that know how to keep dropships and jumpships running at peak efficiency. They reduce the maintenance costs of the Argo and its attached dropships, as well as helping with engineering efforts.",
		"CREW_TYPE_MECH_TECH": "Mech Tech crews represent any technician that can keep a BattleMech or vehicle running after eating a laser or three. Their value is added to your MechTech points value, which determines repair and refit times for units.",
		"CREW_TYPE_MECHWARRIOR": "MechWarriors are combat pilots trained to overcome the unique challenges of a neurohelmet linkup. This allows them to pilot BattleMechs but their training doesn't cover vehicles. ",
		"CREW_TYPE_MED_TECH": "Med Techs crews represent any medically trained individuals. Their value is added to your MedTech points value, which determines the healing time for pilots that are hurt. This healing only applies to MechWarriors and Vehicle Crews, who are the only crew types that can take injuries.",
		"CREW_TYPE_VEHICLE": "Vehicle crews pilot the myraid vehicles you posses in combat. Vehicles tend to be less automated than BattleMechs, requiring several pilots for each vehicle. These pilots lack the training necessary to pilot BattleMechs though many of them undoubtedly aspire to that goal."
	},
	"Labels": {
		"SKILL_LEVEL_1": "Rookie",
		"SKILL_LEVEL_2": "Regular",
		"SKILL_LEVEL_3": "Veteran",
		"SKILL_LEVEL_4": "Elite",
		"SKILL_LEVEL_5": "Legendary",

		"SKILL_AEROSPACE_POINTS": "Aerospace Points: +{0}",
		"SKILL_MECHTECH_POINTS": "MechTech Points: +{0}",
		"SKILL_MEDTECH_POINTS": "MedTech Points: +{0}",

		"CREW_SIZE_1": "Tiny",
		"CREW_SIZE_2": "Small",
		"CREW_SIZE_3": "Medium",
		"CREW_SIZE_4": "Large",
		"CREW_SIZE_5": "Huge",

		"CREW_SIZE_LABEL": "{0} Crew ({1} berths)",
		"CREW_BERTHS_USED": "{0} / {1} Berths",

		"CREW_HIRE_BUTTON": "Hire for {0}?",
		"CREW_HIRE_BONUS_LABEL": "{0} Bonus",
		"CREW_HIRE_SALARY_LABEL": "{0} / Mo",

		"CREW_CONTRACT_TERM": "The contract term for this mercenary is {0} days. ",

		"CREW_NAME_FORMAT": "{0} {1}",

		"CREW_DOSSIER_CONTRACT_TERM": "Contract End",
		"CREW_DOSSIER_DAYS_REMAINING": "{0} days",

		"CREW_DOSSIER_BIO_ATTITUDE": "<b>Attitude towards the Company:</b>  {0} ({1})",
		"CREW_DOSSIER_BIO_FACTION_FAVORED": "<b>Favored Faction:</b>  {0}",
		"CREW_DOSSIER_BIO_FACTION_HATED": "<b>Hated Faction:</b>  {0}",

		"CREW_ATTITUDE_BEST": "Loyal",
		"CREW_ATTITUDE_GOOD": "Liked",
		"CREW_ATTITUDE_AVERAGE": "Neutral",
		"CREW_ATTITUDE_POOR": "Disliked",
		"CREW_ATTITUDE_WORST": "Detested",

		"CREW_HAZARD_PAY": "<b>Hazard Pay:</b>  {0}",
		"CONTRACT_HAZARD_PAY": "Crew Hazard Pay: {0}"
	},
	"Events": {
		"HEADHUNTED_RETENTION": " Retention Bonus: {0}\n\n",
		"HEADHUNTED_CONTRACT_BUYOUT": " Buyout Payment: {0}\n\n"
	},
	"PlanetStrings": {
		"PLANET_AEROSPACE_BOUNDS": "<color=red>Hirable Aerospace Pilots</color> - {0} to {1}",
		"PLANET_MECHWARRIOR_BOUNDS": "<color=red>Hirable MechWarriors</color> - {0} to {1}",
		"PLANET_MECH_TECH_BOUNDS": "<color=red>Hirable MechTechs</color> - {0} to {1}",
		"PLANET_MED_TECH_BOUNDS": "<color=red>Hirable MedTechs</color> - {0} to {1}",
		"PLANET_VEHICLE_CREW_BOUNDS": "<color=red>Hirable Vehicle Crews</color> - {0} to {1}"
	},
	"LifePathDescriptions": {

		"LIFEPATH_CRIMINAL_CONVICT": {
			"title": "Convict",
			"description": "For some prison time is shameful. For this crew member it was instead a high point in their life. They challenges they overcame made them tougher, smarter, and more equipped for the mercenary life. Or so they claim."
		},
		"LIFEPATH_CRIMINAL_REFORMED": {
			"title": "Reformed Criminal",
			"description": "Everyone makes mistakes. Some make mistakes serious enough that they are incarcerated. This crew member has learned from their past mistakes and seeks to make a better life than them came from. Mercenary work seems like an odd way to seek redemption, but here they are."
		},
		"LIFEPATH_CRIMINAL_PETTY": {
			"title": "Petty Criminal",
			"description": "Constantly looking for an angle, this crew member has been busted for more petty crimes than they can count. They have avoided serious crimes, or perhaps more accurately never been caught in the act of one. If you want someone who knows someone who knows someone, this is the crew you come ask."
		},
		"LIFEPATH_CRIMINAL_ENFORCER": {
			"title": "Criminal Enforcer",
			"description": "Coming from a world where loyalty is everything, people who violated that trust came to fear a visit from this crew member. Either quietly menancing or loudly aggressive they radiate danger and demand obedience."
		},
		"LIFEPATH_CRIMINAL_HITMAN": {
			"title": "Hitman",
			"description": "Gangs, organized crime, and mercenary groups all look for people willing to kill their fellow man. Whether for money, glory, or thrills this crew member is more than willing to handle any disposal needs you may have. Just don't get on their bad side. "
		},
		"LIFEPATH_CRIMINAL_SMUGGLER": {
			"title": "Smuggler",
			"description": "Governments inevitably ban something that people want. In those cases, this enterprising crew member made sure people got what they want. Some excel in the arts of bribery and stealth, while others go for the 'fast is best' approach. Either way, if you need something acquired this crew can help... for a price."
		},
		"LIFEPATH_CRIMINAL_STREET_THUG": {
			"title": "Street Thug",
			"description": "Not all planets have functional law enforcement, often leaving a gap that simple street thugs quickly exploit. This crew member lived in that world for a long time, learning that a strong word and visible club sometimes were the best thing for making new friends. Or keeping old ones in line."
		},

		"LIFEPATH_NOBLE_HEIR": {
			"title": "Noble Heir",
			"description": "The inner sphere has innumerable royalty both major and minor. Not all find the intrigues of court enticing and seek their fortune elsewhere. Whether this crew member keeps their heritage secret or flaunts it, a mercenary company can do worse than have friends in high places. "
		},
		"LIFEPATH_NOBLE_SUPERNUMERARY": {
			"title": "Supernumerary Nobility",
			"description": "Distant heirs can often find themselves unwanted, forced into dangerous or boring assignments intended to drive them out of the noble caste. Often bitter at their loss of station or power, this crew member has little patience for the nobility and enjoys watching them stumble"
		},
		"LIFEPATH_NOBLE_DIPLOMAT": {
			"title": "Diplomatic Nobility",
			"description": "While not as prestigous as military service, minor nobles may elevate their status through the various diplomatic cores. In both the war-torn Inner Sphere and the wild periphery states this task requires depths of patience and cunning few possess. This crew member served in such a capacity in the past, but not aren't afraid to turn to violence to achieve their goals."
		},
		"LIFEPATH_NOBLE_FALLEN": {
			"title": "Fallen Nobility",
			"description": "Nobility comes with a strict but byzantine set of codes, shibboleths, and social graces designed to ruthlessly tear down the unwary. This crew member was one such doomed noble, whose personal failures - or a carefully engineered plot - cast them out of the nobility. Having lost their titles they now turn to more dangerous work as they seek to restore their lost status."
		},
		"LIFEPATH_NOBLE_LANDED": {
			"title": "Landed Nobility",
			"description": "Even nobles are separated into the haves and have nots. Those who have landed are quick to remind those who are not. Whether running from their responsiblities or seeking to build support to entrench their hereditary fiefs, this crew member has claim to some portion of a distant world."
		},
		"LIFEPATH_NOBLE_ADMIN": {
			"title": "Noble Administrator",
			"description": "Perhaps the most dreadful fate for any noble is to be mired in the bowels of the beauracy. Carrying the weight of a title, and bearing the responsibilities, but carrying none of the authority  administrative nobles either see their soul die or embrace a life of endless reports and spreadsheets. This crew member chose to leave their safe but boring life behind and embrace the chaos of mercenary work."
		},
		"LIFEPATH_NOBLE_RULING": {
			"title": "Ruling Nobility",
			"description": "The nobility often reserves the power of the courts to themselves, ensuring that any laws are applied by peers sympathetic to their needs. This crew member was one such noble, trained in the laws of their land and the art of persuasion. Some event long ago subverted their view of justice, and now they embrace the more lawless life of a mercenary."
		},

		"LIFEPATH_SOLARIS_GLADIATOR": {
			"title": "Solaris 7 Gladiator",
			"description": "The gladiatorial pits of Solaris 7 are uncompromising, and the fact that this crew member made it into the ranks is impressive in its own right. Regardless of how their career went, they are all to happy to launch into stories of their glory days and regale audiences with triumphs both real and imagined. Wise commanders know better than to question the legimitacy of these tales - at least while in earshot."
		},
		"LIFEPATH_SOLARIS_CHAMPION": {
			"title": "Solaris 7 Champion",
			"description": "Few mechwarriors survive their first round on Solaris 7, and fewer still ascend through the ranks to be recognized as a champion. While the lessons learned in the arenas may not be immediately applicable to the varied battlefields a mercenary company treads upon, the skill with which this crew member serves makes them a valuable asset. Or dangerously self-absorbed. Sometimes, even - both."
		},
		"LIFEPATH_SOLARIS_TRAINER": {
			"title": "Solaris 7 Trainer",
			"description": "Recognized as both a fearsome pilot and someone able to share their knowledge with others, this crew member once served as a trainer in the Solaris 7 stables. Physical conditioning, mech-piloting and gunnery skills, or even the economics of being a star are all in high demand among the elite Solaris 7 jocks. Undoutedly their skills will be put to good use by any mercenary crew able to handle their steep fees."
		},
		"LIFEPATH_SOLARIS_MECHBUNNY": {
			"title": "Solaris 7 MechBunny",
			"description": "Willing to spout useless, detailed trivia about the internal workings of every Mech that steps foot into the Solaris arenas, this crew member has a deep-seated passion for art of Mech customization as practiced on the game world. Happiest when they are debating the relative merits of focusing lenses and myomer varieties, most consider their time in a mercenary company just another way to build up funds for yet another trip to Solaris 7."
		},
		"LIFEPATH_SOLARIS_SYCOPHANT": {
			"title": "Solaris 7 Sycophant",
			"description": "The mech-jocks and celebrities of Solaris 7 have an endless stream of hangers-on, sycophants, and yes people waiting to extole their virtues, especially if a brown nose brings them closer to the object of their affection. This crew member practically worships the ground one or more Solaris jocks walk upon, and is convinced everyone else needs to know how great they are as well. While everyone else would love for them to pick something else to obsess over, there seems to be no end in sight for their obsessive prattle."
		},
		"LIFEPATH_SOLARIS_WANNABE": {
			"title": "Solaris 7 Wannabe",
			"description": "All over the Inner Sphere children grow up fantasizing about the life of a Solaris 7 fighter. The fame and glory stand in stark contrast to the many sacrifices and failures that must be overcome to achieve success on the game planet. This crew member still believes their name will be chanted from roaring crowds in the future. Their stint is a mercenary company is just one way to build a compelling backstory for their rise into glory."
		},
		"LIFEPATH_SOLARIS_SCIENTIST": {
			"title": "Solaris 7 Scientist",
			"description": "Solaris 7 runs on money, and both champions and their investors alike know that it takes money to make money. Anyone that can provide a competitive edge, no matter how slight, can find a long list of buyers on the game planet. This crew member once made a living researching and tweaking equipment for even greater performance in the arenas, and now seek out mercenary employment to apply their 'advanced practical experimentation'."
		},
		"LIFEPATH_SOLARIS_REPORTER": {
			"title": "Solaris 7 Reporter",
			"description": "There is a constant press for more details and innuendo about every aspect of Solaris 7. In the past this crew member helped fill that need as a tabloid reporter, sports commentator, or other unsavory adjunct to the main event of mech-combat. While their ethics may be questionable, their love of money is not. Given their links to the darker side of the press, keeping them busy "
		},

		"LIFEPATH_MERCENARY_INFANTRY": {
			"title": "Merc Infantry",
			"description": "Although the battlefields of the 31st century are ruled by BattleMechs and armored vehicles, no amount of hardware removes the need for boots on the ground. This crew member got their start with the short end of the mercenary stick - holding rifle worth almost nothing and with a pay stub to match. Any step is is a step up from there."
		},
		"LIFEPATH_MERCENARY_MECHWARRIOR": {
			"title": "Merc MechWarrior",
			"description": "For a person that dreams of piloting a mech, the options are limited - be born wealthy, join the military and get lucky enough to find a patron willing to trust you with a million c-bills worth of equipment, or join a mercenary company. This crew member chose the final option, joining a mercenary company as their best bet towards wearing a neurohelmet."
		},
		"LIFEPATH_MERCENARY_AEROSPACE": {
			"title": "Merc Aerospace",
			"description": "Few mercenary companies can afford aerospace assets, but this crew member is one of the lucky few, learning their trade as a mercenary with a company with the luxury of air support. Pilot or mechanic makes no difference - they know their way around a fighter plane."
		},
		"LIFEPATH_MERCENARY_WASHED_UP": {
			"title": "Washed Up Mercenary",
			"description": "The life of a mercenary is not an easy one, and one streak of bad break can leave you crippled, broke, a wanted criminal, or all three. This crew member has at least avoided becoming a cripple, though there's still more a planetary government - and dozens of debt collectors - who'd love to change that if given the chance."
		},
		"LIFEPATH_MERCENARY_SUPPORT_SATFF": {
			"title": "Merc Support Staff",
			"description": "Though pilots, techs, doctors and commanders get all the glory, every organization needs support staff. Whether that be cook, accountant, deck hand or engineer's mate, this crew member's first job with a mercenary crew fell firmly in the \"miscellaneous\" category."
		},
		"LIFEPATH_MERCENARY_LIAISON": {
			"title": "Mercenary Liaison",
			"description": "Mercenary companies live and die by their reputation and contacts - a dropship full of whoop-ass is only as valuable as the contracts it can secure. This crew member made their living as liaison for a mercenary company, keeping their ear to the ground for potential clients, extracting payment from those reluctant to pay and smoothing ruffled feathers when things went wrong."
		},
		"LIFEPATH_MERCENARY_OFFICER": {
			"title": "Mercenary Officer ",
			"description": "From their low level enlistment with a mercenary company, this crew member rose through the ranks to become an officer - and minor shareholder - of a mercenary company. Why they left that potentially lucrative position (or lost it) is a mystery, but now they're freelance and ready to work for you."
		},

		"LIFEPATH_MILITARY_INFANTRY_ENLISTED": {
			"title": "Enlisted Infantry",
			"description": "The back-bone of every military is the infantry, soldiers with a rifle and armor who hold the ground that BattleMechs and vehicles claim. Looked down upon and marginalized, despite being highly skilled and more courageous than any other branch. This crew member was trained or served as infantry in one of the armies of the Inner Sphere or periphery powers, and has the scars to show for it. They are tough and willing to follow orders, if a bit conventional. Give them a target, keep them well fed, and they'll get the job done."
		},
		"LIFEPATH_MILITARY_INFANTRY_OFFICER": {
			"title": "Military Officer",
			"description": "Infantry that are too smart for their own good become officers. With greater training emphasizing leadership under fire and coordination of several squads they are a natural fit for a mercenary command. But until they learn to depend on their NCOs and trust their instincts, they are more likely to get their troops into situations that are hard to get out of. This crew member served as an infantry officer in one of the militaries of the Inner Sphere, but their ability to lead depends on how much experience they have. That's not something that's forthcoming in most job interviews, so unfortunately you'll have to trust your instincts as well."
		},
		"LIFEPATH_MILITARY_NAVAL_ENLISTED": {
			"title": "Bluewater Sailor",
			"description": "Bluewater navies persist on several planets, and where there are navies there are sailors. This crew member spent time onboard a bluewater ship, learning how to sail the oceans or lakes of their planet. Often seen as an anacronism on worlds where sailor is synonymous with dropship crews, this crew has a small chip on their shoulder about their supposed inferiority. In the right circumstances their knowledge becomes essential, but rare are those situations. Instead they turn to mercenary employ and travel a different sea entirely, looking for adventure and a paycheck all the same."
		},
		"LIFEPATH_MILITARY_NAVAL_OFFICER": {
			"title": "Bluewater Naval Officer",
			"description": "Even rarer than the sailor is the naval officer, trained to lead those who sail upon bluewater ships. Often with an aristocratic bent (or at least the airs of one) these officers are both skilled but insufferable. Their ability to coordinate crew is without peer however, as their ability to maintain order. This crew member comes from such a position of power, and it's always an interesting tale as to why they find themselves looking for mercenary employ. If you can put up with their attitude they are a useful asset. If."
		},
		"LIFEPATH_MILITARY_MECHWARRIOR_ENLISTED": {
			"title": "Military MechWarrior",
			"description": "The elite of most militaries are the MechWarriors, those who take to battle as literal walking gods of war. This power and prestige come with a heavy burden, and those who become dispossed are often devestated by the loss. Whether discharged for bad behavior, let go after losing their BattleMech, or simply after a discharge this crew member now looks for employ with a mercenary company. Now they seek a return to their previous glory by any measure possible. After all, life without a BattleMech really isn't much of a life after all, is it?"
		},
		"LIFEPATH_MILITARY_MECHWARRIOR_OFFICER": {
			"title": "Military MechWarrior Officer",
			"description": "Even MechWarriors have a chain of command, and those officers are reponsible for both coordinating troops and managing their egos. A difficult job in the best of times, and war tends not to be the best of time. This crew member served as an officer in one of the militaries of the Inner Sphere. For whatever reason they left that position and now seek employment with whomever will have them. Their standards and demands are high, but so too are their skills. Few mercenary companies would pass up an opportunity to bolster their ranks with such a crew member."
		},
		"LIFEPATH_MILITARY_SPEC_OPS": {
			"title": "Military Spec Ops",
			"description": "For most militaries, Special Operations is a euphemistic term for highly trained assassin. This crew member was part of one such organization, with skills to match their boasts. Now they seek even greater financial opportunities as 'private military contractors', and are more than willing to do whatever you need done. So long as their price is paid, and their various indiscretions are ignored. They are greatly skilled yes... but are they worth the trouble?"
		},
		"LIFEPATH_MILITARY_INSURGENT": {
			"title": "Insurgent",
			"description": "Not all battles are military against military. When the population rises up against oppression, or remnant military carry on a fight long after having been broken, they are called 'insurgent'. This crew member was part of one such military group, fighting without official support for a cause that not all even recognize. Their ability to blend into a crowd but explode in violence when necessary is undoutably useful to a mercenary command. Whether your can keep them focused on your goals instead of theirs remains to be seen."
		},

		"LIFEPATH_MEDICAL_DOCTOR": {
			"title": "Medical Doctor",
			"description": "Trained to an extremely high level in the medical sciences, this crew member is no stranger to the gory details of the human body. Whether a generalist on a frontier world a researcher used to a lab expect them to act as though they know everything. But don't worry if you forget that fact. They'll remind you anytime their expertise is questioned."
		},
		"LIFEPATH_MEDICAL_HOSPITALIST": {
			"title": "Hospitalist",
			"description": "Modern medicine relies heavily on computerization, AI, and advanced equipment. In a past life this crew member knew how all of those worked, and could use them to diagnose exotic ills with their patients. Now they find themselves on the frontier, using year-old military surplus pharmaceuticals and wondering what went wrong with their life. Despite their grumbling their work speaks for itself and fortunate is the mercenary crew that finds them in their employ."
		},
		"LIFEPATH_MEDICAL_NURSE": {
			"title": "Nurse",
			"description": "While doctors get the glory, nurses get rewarded with blood and shit. Close to their patients and self-assured to a fault, this crew member could give drill sargents lessons on how to stare down an uncooperative person. Just never ask them to talk about their work, unless you have an iron stomach. Gross is not a word they are familiar with."
		},
		"LIFEPATH_MEDICAL_MED_TECH": {
			"title": "Medical Technician",
			"description": "While nurses know everything, technicians are the ones that often do all the repetitive, thankless tasks that nobody wants to take credit for. This crew member could have discarded that life of drudgery for the uncertainity of mercenary work, or they could be seeking better opportunities on the fields of battle. In a pinch they can serve as a medic, but don't expect miracles from them."
		},

		"LIFEPATH_MISC_ORPHAN": {
			"title": "Orphan",
			"description": "War, pestilence, and famine claim millions across the Inner Sphere. Survivors fight for advantages others take for granted, but in return become self reliant. The mercenary life calls many of these individuals, just like this crew member, who seek a new family among the stars. Or perhaps just thick stacks of c-bills."
		},
		"LIFEPATH_MISC_CLERGY": {
			"title": "Clergy",
			"description": "When mankind took to the stars, do did religion. This crew member was once a member of a religious order, but lost their faith in some incident long ago. The topic of their faith is rarely a friendly discussion, but few doubt their skills. As the old terran saying goes - god is on the side with the biggest guns."
		},
		"LIFEPATH_MISC_CLOISTERED": {
			"title": "Cloistered Clergy",
			"description": "Raised for most of their life in a sheltered religious setting, the 'real world' came as an unpleasant shock to this crew member. They have long since cast off the worst of their naivety and have embraced the mercenary creed. They are willing to listen to whatever you have to say, or do a job that needs doing - for a price."
		},

		"LIFEPATH_MERCHANT_TRADER": {
			"title": "Merchant Trader",
			"description": "Some people enjoy the thrill of the deal, the back and forth and jousting for position as they fight to get the best deal possible. These folks form the backbone of interstellar commerce, making trades that move goods around and between planets throughout the Inner Sphere. This crew member worked for many years as one such trader, spinning profit from thin air. That history gives them many connections useful to a mercenary company, but also a headache to any hiring officer. Make sure to check the terms of their contract very carefully, as they undoubtably have an angle."
		},
		"LIFEPATH_MERCHANT_CORPORATE_DRONE": {
			"title": "Corporate Drone",
			"description": "Many corporations have survived the Succession Wars, and these organizations require a large body of intermediaries to turn the gears of commerce. Middle managers, individual contributors, human resources - an endless kaleidoscope of people with no real authority but plenty of responsibility. This crew member spent far too long being just another faceless individual, before turning to the mercenary life. Though they may be more willing to deal with process than others, ask them for a TPS report at your own peril."
		},
		"LIFEPATH_MERCHANT_CORPORATE_OFFICER": {
			"title": "Corporate Officer",
			"description": "Only a rare few manage to grasp the brass ring and ascend to the level of upper management in a corporation. This often brings vast wealth, but also a constant need for vigilance. Corporations are as ruthless as any pirate band, and many would happy take the reins of power when weakness is show. This crew member spent many sleepless nights trying to make everything balance out. In the end, they chose to leave the rat race behind and embrace the uncertainity of mercenary life."
		},
		"LIFEPATH_MERCHANT_CAPTAIN": {
			"title": "Merchant Captain",
			"description": "Entrepreneurs who prefer a dash of freedom with their capitalist leanings aspire to the lofty perch of merchant captain. Your own ship lets you trade goods and travel on your own schedule, lets you run your own life. This crew member owned their destiny for many years as a interstellar merchant, before disaster struck. Now they are content to allow somemone else to call the shots, though occassionally glimmers of their own life come through. Strong, capable, and able to deal with quickly changing circumstances makes them an incredible asset. So long as you can keep their interest, that is."
		},

		"LIFEPATH_INTELLIGENCE_CONTACT": {
			"title": "Intelligence Contact",
			"description": "Faster than light travel allows information to flow freely between planets. It does not uncover or pass that information along. This crew member spent years learning the craft of information trafficing, tradecraft, and stealth. One too many close calls, or perhaps an organization that wants to tie up a loose end, has pushed them out of that life as an information contact into mercenary employ. Still prone to keeping their secrets close and watching their back, this crew is happy to have found a safe place... for now."
		},
		"LIFEPATH_INTELLIGENCE_SPY": {
			"title": "Spy",
			"description": "Every power in the Inner Sphere and beyond employ spies to ferret out information that others would rather keep hidden. These individuals are cunning and intelligent, trusting their instincts more to keep them out of danger. An adundance of skepticism bordering on paranoia marks this crew member, who is used to a world where loyalties flow like water. While they are in your employ they will constantly funnel a steady stream of information to you. The question becomes then, what happens when they leave. "
		},
		"LIFEPATH_INTELLIGENCE_DEEP_COVER_OP": {
			"title": "Deep Cover Operative",
			"description": "No work in the intelligence field is more dangerous or difficult than deep cover operations. Maintaining a complete false life is essential when any mis-step can result in death. This crew member spent many years as one such deep cover operative, learning how to weave deceptions with truths and keep everything straight in the end. Now they seek a place with a mercenary command, and while they are open about their background one must wonder what they are really after. Is it really just a paycheck... or perhaps something deeper?"
		},
		"LIFEPATH_INTELLIGENCE_ANALYST": {
			"title": "Intelligence Analyst",
			"description": "Information is always gathered as disjoint facts, small pebbles on a trail that must be followed to be understood. This crew member was trained to pull those threads together, weaving them into a narrative that suits the facts. Or a superior's preconceived notions about what the truth must be. The skills to pull patterns from chaos is always useful, especially when mercenary employers withhold what they feel is 'unnecessary'. Just be careful discussing firing them - they will probably know what you're planning before anybody else does."
		},

		"LIFEPATH_SPACER_EXPLORER": {
			"title": "Deep Space Explorer",
			"description": "So long as there was the unknown, mankind has sought to understand it. Even with widespread space travel their remains a seemingly endless supply of rocks, planets and systems to categorize and survey. This crew member once served aboard an exploration fleet, making a living finding scientifically interesting or profitable discoveries to exploit. Their curiosity remains high even as a mercenary, which causes them to get into trouble as often as it helps."
		},
		"LIFEPATH_SPACER_NOMAD": {
			"title": "Nomad Spacer",
			"description": "Not everyone finds the stability of a permanent home enjoyable, or is willing to settle for less than what they believe they are worth. Some individuals find a life traveling from planet to planet best speaks to them, and this crew member once lived such an existence. They wandered from place to place freely, and even to this day aren't quite sure what they search for. They are clear they won't remain in your employ forever, but while they remain you'll find them quite reliable. Until the day they are no longer here, that is."
		},
		"LIFEPATH_SPACER_SCRAPPER": {
			"title": "Scrapper",
			"description": "The endless material wealth of asteroids, coupled with generations of war, have left vast fields of debris. Scrappers swarm over these wrecks, stripping them of anything valuable. While many outfits are legitimate affairs, 'illegal salvage' is a practiced throughout the Inner Sphere by folks who cannot afford the steep licensing fees. This crew member followed the scrapper's way for many years, and even today always has a keen eye for salvage opportunities."
		},
		"LIFEPATH_SPACER_ASTEROID_MINER": {
			"title": "Asteroid Miner",
			"description": "There's little reason to extract raw minerals from within a gravity well when they are free for the taking from asteroids. Elements are extracted by mining rigs small or large, often refined onsite and then defended from pirates until they can be shipped to their destination. The mining clans and cartels result in tough and reliable individuals that do what they must to survive. This crew member may pine for the close-knit communities of their youth aboard one such rig, but is quick to let you know that mercenary work is far less dangerous. Aparently random rocks are more a threat than stray PPC blasts."
		},
		"LIFEPATH_SPACER_DROPSHIP_CREW": {
			"title": "Civilian Dropship Crew",
			"description": "Dropship crews have one foot on land and other firmly fixed in the stars. Known for their self reliance as much as their rowdy shore-leave, dropship crews are always in high demand. One of the first lessons a captain learns is the important of their crew, and crews are quick to remind them they are eternally underpaid. This crew member can regale you with tales both boring and bold from their time aboard many different 'tubs', and still find themselves pitching in when there's work that needs doing."
		},
		"LIFEPATH_SPACER_JUMPSHIP_CREW": {
			"title": "Jumpship Crew",
			"description": "Used to long voyages full of boredom punctuated by bouts of terror when something goes wrong, jumpship crews inevitably develop superstitions about their 'boat' and eccentricities that planet-bound folk find odd. They tend to carry those beliefs over to mercenary life, preferring one BattleMech or rifle over all others. This crew member can quickly deal with a dangerous situation, but make sure to humor their beliefs. You'll hear no end of complaints otherwise."
		},
		"LIFEPATH_SPACER_NAVIGATOR": {
			"title": "Interstellar Navigator",
			"description": "Stellar navigation on well-traveled jump points is a straightforward affair, with known approach vectors orientations for a proper transversal. Older or less traveled jump points require more skill and finess, and almost every jump ship has at least one crew trained in the arcane mathematics of deep space navigation. This crew member has a long pedigree as a navigator, but has chosen to embrace new challenges. They are still quick to offer their opinion - much to Sumire's irritation."
		},

		"LIFEPATH_CIVILIAN_MECHANIC": {
			"title": "Mechanic",
			"description": "Every world has someone who can fix a machine or cobble together a temporary repair for whatever they may need. This crew member spent many years fixing broken farm equipment, civilian transports, or more esoteric machinery. They are quick to pitch in when something breaks, or simply tinker in their off hours.  Sometimes their enthusaism gets the better of them and they damage something beyond repair. In these cases, expect them to loudly proclaim how the item was 'junk' or 'not made like it used to be'."
		},
		"LIFEPATH_CIVILIAN_FACTORY_WORKER": {
			"title": "Factory Worker",
			"description": "Factories run by human labor aren't uncommon in the Inner Sphere, and are everywhere in the Periphery. These places always need strong hands that can do repetitive, dull work hour after hour every day of the week. This crew member eventually decided to embrace mercenary life to break the monotony and now seeks adventure among the stars. They are happy to join your mercenary company so long as there are new places to explore and people to kill. Just don't ask them to go on yet another patrol route, unless you want to get an earful."
		},
		"LIFEPATH_CIVILIAN_CONSTRUCTION": {
			"title": "Constructor Worker",
			"description": "Anywhere people need a structure built, you'll find construction workers. Hardworking, more than a bit coarse, and used to long hours these folks adapt easily to the mercenary life. Some of they are thrilled to practice their demolition skills with military hardware, while others still prefer jobs that build up society rather than tear it down. Either way this crew member has a wealth of knowledge about how to erect buildings... or remove them."
		},
		"LIFEPATH_CIVILIAN_AIRLINE_CREW": {
			"title": "Airline Crew",
			"description": "Civilian flights still compete with each other on service, price, and time to destination. Both planetary and interstellar flights often have staff dedicated to keeping passengers placated. In most cases this means providing food, drinks, and calming irritated civilians who are trapped in a too-small space for long periods of time. It can mean taking more... direct... measures to ensure a smooth flight. This crew member made several flights in this role, and even today they are quick to try to calm tense situations."
		},
		"LIFEPATH_CIVILIAN_FAST_FOOD_WORKER": {
			"title": "Fast Food Worker",
			"description": "For hundreds of years, youths throughout the Inner Sphere enter the workforce through fast-food jobs. Some mix the tubes of protein paste, others make sure automated dispensers are filled, while a few serve as a human face to a ruthlessly efficient and uncaring machine. All of them learn one very important lesson - the customer is NOT always right. This crew member spent far too long in such roles, and it's warped them into a sarcastic and cynical personality. They are just glad to no longer constantly smell of fry grease."
		},
		"LIFEPATH_CIVILIAN_CUSTOMER_SERVICE": {
			"title": "Customer Service Tech",
			"description": "Every hour of the day, on every planet in the Inner Sphere, frustrated and overworked customer support staff battle inane questions and impossible demands. Choking back bile and emergent headaches in situations that would test anyone's patiance, they just want to make it through another shift. This crew member has many horror stories from their time 'in the trenches', and is happy to have traded bullets and uncertainity for the misery that is cuystomer support."
		},
		"LIFEPATH_CIVILIAN_LAWYER": {
			"title": "Lawyer",
			"description": "Every human society has codified laws, which inevitably leads to professionals that exploit those laws. While each society interprets the value of lawyers differently, one thing is common - they always have them. This crew member is trained in at least one planet's legal system, understanding the ins and outs of jurisprudence and the wars that take place in courtrooms. When asked the best part of the mercenary trade, they are quick to respond in ancient Terran 'Silent enim leges inter arma'."
		},
		"LIFEPATH_CIVILIAN_FARMER": {
			"title": "Farmer",
			"description": "Mankind is never far from agriculture or husbandry, despite the myraid array of planets and animals present on the farms of the Inner Sphere. What was originally coined 'xeno-agrology' has reverted to just 'farming' as mankind spread throughout the stars. This crew member spent much of their life raising either crops or herds, from terran cattle to quillar or crogh. Some still long to feel the dirt running between their fingers, while others are more than happy to leave the dirt behind for someone else to deal with. "
		},
		"LIFEPATH_CIVILIAN_SCIENTIST": {
			"title": "Civilian Scientist",
			"description": "Despite the surprisingly high mortality rate, the more developed civilizations throughout the Sphere have an inexhaustable appetite for scientific discovery. While pure research is largely an artifact of the Star League, every organization continues to prize developments that can be commercialized or industrialized. This crew member is well versed in some specific scientific field of study, understanding how to perform basic research and most importantly - publish papers. While this skill has few benefits to the mercenary life, they occassionally have contacts that can be useful. Engage them on their favorite topic at your own risk, as they can talk for hours about the most inane details imaginable."
		},
		"LIFEPATH_CIVILIAN_BANKER": {
			"title": "Banker",
			"description": "The lifeblood of civilization is money, and those who exchange it often occupy a priviledged position in society. This crew member worked in or around the financial systems of one or more worlds, be it in banking, investing, or other less savory affairs. Unsatisfied with the meagre returns from their profession, they chose instead to embrace the chaos - and extremely high paychecks - of mercenary work. So long as they can make more money working for you they remain happy. At least, until they find an even bigger paycheck."
		},
		"LIFEPATH_CIVILIAN_PUBLIC_RELATIONS": {
			"title": "Public Relations Expert",
			"description": "Some believe that words can never hurt. Others know that words can tear down a reptuation, build up a myth, or bring unwanted attention at the worst possible time. This crew member has a long history in public relations, though you're never quite sure exactly what they were reponsible for achieving. All the same having someone good with words and willing to engage the public on your behalf never hurts. Just make sure they get paid on times. Having their talents turned against you is the stuff that keeps Darius awake at night."
		},
		"LIFEPATH_CIVILIAN_POLICE": {
			"title": "Police Officer",
			"description": "Society inevitably builds rules, and those rules end up broken. Societies then emply police to enforce those rules... or the will of the ruling population. Either way police departments can end up in embattled and defensive posture where they view the populace as a problem to be managed. This crew member spent many years as a peace officer, and retains a healthy respect for law... but especially order. For a mercenary that's not entirely a bad trait, though some of the more illicit dealings you may get into can try their patience."
		},
		"LIFEPATH_CIVILIAN_JOURNALIST": {
			"title": "Journalist",
			"description": "Information wants to be free, and there are a dizzing number of organizations willing to sell you their 'objective' reporting on any number of situations. From gossip rags obsessed with the latest nobility fashion, to hard-nosed reporters dedicated to rooting out corruption, or simply local news every settled planet has some form of journalism. This crew member was one such writer, and despite having the left the profession in their past they are quick hear and share any new scoop. Their ability to find hidden information can as invaluable as it can be problematic. Be prepared to bail them out of at least one difficult situation as they pursue the truth."
		},

		"LIFEPATH_COMSTAR_TECHNICIAN": {
			"title": "ComStar Technician",
			"description": "The reclusive but omnipresent ComStar constantly requires technicicans to maintain and construct their equipment. With an extremely exclusive recruiting process, and vigilance throughout their tenure, few can withstand the pressures of even low-level work. This crew member served with ComStar for some time, learning highly specialized knowledge that they no longer can profit from. Some of them are quick to offer paranoid theories about how the communication agency controls everything, but most people have learned to ignore the crackpots. Mercenary crews have no access to HPG internals, but perhaps they can pickup a rifle..."
		},
		"LIFEPATH_COMSTAR_ACOLYTE": {
			"title": "ComStar Acolyte",
			"description": "There are elements of ComStar that are borderline religous. Folks that identify themselves as Acolytes are steeped in the ritual and rites of ComStar. They can be mysterious or obtuse to outsiders, and few are willing to share their knowledge. Even those that leave the order are cagey with their secrets, often looking over their shoulder when talking about what they have seen. Or what others have told them. This crew member was once a ComStar acolyte and supposedly as traded their robes for good."
		},
		"LIFEPATH_COMSTAR_SCIENTIST": {
			"title": "ComStar Scientist",
			"description": "ComStar maintains a small, secretive group of scientists dedicated to furthering their knowledge of the HPG network. These skills are extremely unique to the organization, so when someone decides they've had enough they have few options. Some would say this is intentional, as some sort of complex conspiracy coordinated by ComStar itself. This crew member was one such scientist, and just got fed up with the constant hassles and beauracy. Nothing sinister, just a desire for a job where you don't have to fill out things in quad-ruplicate."
		},
		"LIFEPATH_COMSTAR_ANALYST": {
			"title": "ComStar Analyst",
			"description": "Oceans of information flow through the HPG streams every day, but that information rarely comes with understanding. Analysts of all stripes filter the information for strategic intelligence, covert intel, or simple market position to help others make decisions that cost c-bills... or lives. This crew member was employed as one such analyst, pouring through data to find hidden patterns and projections. They tend towards the academic, but if you can get past the jargon they have incredible stories to share."
		},

		"LIFEPATH_PIRATE_INFANTRY": {
			"title": "Pirate Infantry",
			"description": "Tough, ruthless, and having long ago tossed out their ethical boundaries pirate infantry live a dangerous and rough life. The bottom rung of pirate combat units, they have horrifying casualty rates but learn not to care about such things. Some turn to drugs, others to barbarism, but all of them are willing to face death in the eye to earn a share of tax-free 'salvage'. Embracing the more legal mercenary life offers many a way out of piracy. Or a useful place to hide when the law is after them. Wise commanders know this crew member's history makes them a volatile asset, but desperation makes for a cheap price too."
		},
		"LIFEPATH_PIRATE_RECRUIT": {
			"title": "Pirate Recruit",
			"description": "Those that turn to piracy often have romantic notions of the life, or are fleeing situations they can no longer bear to be in. The lucky few find crews that are honorable and prey on the strong. Most find a group of desperate individuals that will do whatever they need to in order to survive. This crew member found the harshness of being the worst-off member of the crew too much to bear, and is hoping the more structured mercenary life will yield whatever it is they seek. "
		},
		"LIFEPATH_PIRATE_CREW": {
			"title": "Pirate Crew",
			"description": "The guts of every pirate band are the crew. Those who survive the harsh initiation and prove useful come to be embraced as siblings. Sibilings that are still wiling to steal and cheat each other, but siblings all the same. They do all the tasks that need to be done, and this crew member served many years as part of one such band of merry murderers. Often charming and gregarious, so long as you treat them well they'll be a loyal part of your crew. Until they aren't. And you find something really important 'misplaced'."
		},
		"LIFEPATH_PIRATE_CAPTAIN": {
			"title": "Pirate Captain",
			"description": "The pinnacle of piracy, most captains are exceptionally tough and dangerous individuals who can keep a viscous band of murderers and thieves in line. They tolerate no dissent when they give their orders, are ready to fight anyone who says otherwise, and generally have an iron will. When they fall from this perch - either from death, mutiny, or disaster - they look for another place to land. For this crew member, they expect that mercenary life will be an easier, less stressful vocation that the constant demands on a pirate captain. Whether their will will bend to yours remains to be seen."
		},
		"LIFEPATH_PIRATE_MECHWARRIOR": {
			"title": "Pirate MechWarrior",
			"description": "A BattleMech is a powerful answer to 'you and what army'. Pirates lucky or skilled enough to posses a mech are often the best of the best, having fought off vicious attacks from contenders ready to take their place. Those able to find or keep steady mercenary work enjoy not having to constantly watch their back for betrayal. This crew member once piloted 'mechs for a pirate crew, and still retain valuable skills from that time. They have a harsh edge though, and most folks learn to step gently around them. Old habits die hard, and this crew member is quick to answer any challenge to ensure they retain their position."
		},
		"LIFEPATH_PIRATE_AEROSPACE": {
			"title": "Pirate AeroSpace Jock",
			"description": "'Hijacking dropships for fun and profit' is the slogan pirate aerospace pilots would use, if they were the kind of folks to recruit. Evading patrol vessels while finding lucrative transports in the depths of space is a hard life, with the ever-present risk of summary execution by spacing. This crew member served as pilot or crew of a pirate aerospace fighter and to this day still looks longingly at any fighter that they pass by. Their skills are in high demand, if you can keep them in line."
		},
		"LIFEPATH_PIRATE_JUMPSHIP_CREW": {
			"title": "Pirate Jumpship Crew",
			"description": "The rarest pirates in the Inner Sphere are those that have their own Jumpship. More myth than fact, those lucky enough to have such a prize keep that information extremely well hidden. This crew member claims to have served as jumpship crew for a pirate crew in the past. A skeptical soul will believe this is more tall tale than truth. The only evidence for their story is a familiarity with jumpship procedures, repairs, and navigation that is beyond casual knowledge. Any crew that takes them on should ensure a strong guard around their dropship command deck, just in case the stories are true."
		},

		"LIFEPATH_DEFAULT": {
			"title": "DEFAULT UNSET",
			"description": "Somebody add some background fluff, please!"
		}
	}
}