{
	"Descriptions" : {
		"CREW_TYPE_AEROSPACE" : "Aerospace crews represent one to two aerospace fighters, combat pilots, and the support crew necessary to keep them flying. Pilots will not be injuried and aerospace assets do not need time to repair or rearm. They provide bonuses to your withdrawal speed and reduce the amount of damage you take. ",
		"CREW_TYPE_DROPSHIP" : "Dropship crews are spacers that know how to keep dropships and jumpships running at peak efficiency. They reduce the maintenance costs of the Argo and its attached dropships, as well as helping with engineering efforts.",
		"CREW_TYPE_MECH_TECH" : "Mech Tech crews represent any technician that can keep a BattleMech or vehicle running after eating a laser or three. Their value is added to your MechTech points value, which determines repair and refit times for units.",
		"CREW_TYPE_MECHWARRIOR" : "MechWarriors are combat pilots trained to overcome the unique challenges of a neurohelmet linkup. This allows them to pilot BattleMechs but their training doesn't cover vehicles. ",
		"CREW_TYPE_MED_TECH" : "Med Techs crews represent any medically trained individuals. Their value is added to your MedTech points value, which determines the healing time for pilots that are hurt. This healing only applies to MechWarriors and Vehicle Crews, who are the only crew types that can take injuries.",
		"CREW_TYPE_VEHICLE" : "Vehicle crews pilot the myraid vehicles you posses in combat. Vehicles tend to be less automated than BattleMechs, requiring several pilots for each vehicle. These pilots lack the training necessary to pilot BattleMechs though many of them undoubtedly aspire to that goal."
	},
    "Labels" : {
        "SKILL_LEVEL_1" : "Rookie" ,
        "SKILL_LEVEL_2" : "Regular" ,
        "SKILL_LEVEL_3" : "Veteran" ,
        "SKILL_LEVEL_4" : "Elite" ,
        "SKILL_LEVEL_5" : "Legendary" ,

        "SKILL_AEROSPACE_POINTS" : "Aerospace Points: +{0}" ,
        "SKILL_MECHTECH_POINTS" : "MechTech Points: +{0}" ,
        "SKILL_MEDTECH_POINTS" : "MedTech Points: +{0}" ,

        "CREW_SIZE_1" : "Tiny" ,
        "CREW_SIZE_2" : "Small" ,
        "CREW_SIZE_3" : "Medium" ,
        "CREW_SIZE_4" : "Large" ,
        "CREW_SIZE_5" : "Huge" ,

        "CREW_SIZE_LABEL" : "{0} Crew ({1} berths)" ,
        "CREW_BERTHS_USED" : "{0} / {1} Berths" ,

        "CREW_HIRE_BUTTON" : "Hire for {0}?" ,
        "CREW_HIRE_BONUS_LABEL" : "{0} Bonus" ,
        "CREW_HIRE_SALARY_LABEL" : "{0} / Mo" ,

        "CREW_CONTRACT_TERM" : "The contract term for this mercenary is {0} days. " ,

        "CREW_NAME_FORMAT" : "{0} {1}" ,
    
        "CREW_DOSSIER_CONTRACT_TERM" : "Contract End" ,
        "CREW_DOSSIER_DAYS_REMAINING" : "{0} days",

        "CREW_DOSSIER_BIO_ATTITUDE" : "<b>Attitude towards the Company:</b>  {0} ({1})", 
        "CREW_DOSSIER_BIO_FACTION_FAVORED" : "<b>Favored Faction:</b>  {0}",
        "CREW_DOSSIER_BIO_FACTION_HATED" : "<b>Hated Faction:</b>  {0}",

        "CREW_ATTITUDE_BEST" : "Loyal",
        "CREW_ATTITUDE_GOOD" : "Liked",
        "CREW_ATTITUDE_AVERAGE" : "Neutral",
        "CREW_ATTITUDE_POOR" : "Disliked",
        "CREW_ATTITUDE_WORST" : "Detested",

        "CREW_HAZARD_PAY" : "<b>Hazard Pay:</b>  {0}",
        "CONTRACT_HAZARD_PAY" : "Crew Hazard Pay: {0}"
	},
	"Events" : {
		"HEADHUNTED_RETENTION" : " Retention Bonus: {0}\n\n",
		"HEADHUNTED_CONTRACT_BUYOUT" : " Buyout Payment: {0}\n\n"
	},	
	"PlanetStrings" : {
		"PLANET_AEROSPACE_BOUNDS" : "<color=red>Hirable Aerospace Pilots</color> - {0} to {1}",
		"PLANET_MECHWARRIOR_BOUNDS" : "<color=red>Hirable MechWarriors</color> - {0} to {1}",
		"PLANET_MECH_TECH_BOUNDS" : "<color=red>Hirable MechTechs</color> - {0} to {1}",
		"PLANET_MED_TECH_BOUNDS" : "<color=red>Hirable MedTechs</color> - {0} to {1}",
		"PLANET_VEHICLE_CREW_BOUNDS" : "<color=red>Hirable Vehicle Crews</color> - {0} to {1}"
	},
	"LifePathDescriptions" : {
	
		"LIFEPATH_CRIMINAL_CONVICT" : "For some prison time is shameful. For this crew member it was instead a high point in their life. They challenges they overcame made them tougher, smarter, and more equipped for the mercenary life. Or so they claim.",
		"LIFEPATH_CRIMINAL_REFORMED" : "Everyone makes mistakes. Some make mistakes serious enough that they are incarcerated. This crew member has learned from their past mistakes and seeks to make a better life than them came from. Mercenary work seems like an odd way to seek redemption, but here they are.",
		"LIFEPATH_CRIMINAL_PETTY" : "Constantly looking for an angle, this crew member has been busted for more petty crimes than they can count. They have avoided serious crimes, or perhaps more accurately never been caught in the act of one. If you want someone who knows someone who knows someone, this is the crew you come ask.",
		"LIFEPATH_CRIMINAL_ENFORCER" : "Coming from a world where loyalty is everything, people who violated that trust came to fear a visit from this crew member. Either quietly menancing or loudly aggressive they radiate danger and demand obedience.",
		"LIFEPATH_CRIMINAL_HITMAN" : "Gangs, organized crime, and mercenary groups all look for people willing to kill their fellow man. Whether for money, glory, or thrills this crew member is more than willing to handle any disposal needs you may have. Just don't get on their bad side. ",
		"LIFEPATH_CRIMINAL_SMUGGLER" : "Governments inevitably ban something that people want. In those cases, this enterprising crew member made sure people got what they want. Some excel in the arts of bribery and stealth, while others go for the 'fast is best' approach. Either way, if you need something acquired this crew can help... for a price.",
		"LIFEPATH_CRIMINAL_STREET_THUG" : "Not all planets have functional law enforcement, often leaving a gap that simple street thugs quickly exploit. This crew member lived in that world for a long time, learning that a strong word and visible club sometimes were the best thing for making new friends. Or keeping old ones in line.",
		
		"LIFEPATH_NOBLE_HEIR" : "The inner sphere has innumerable royalty both major and minor. Not all find the intrigues of court enticing and seek their fortune elsewhere. Whether this crew member keeps their heritage secret or flaunts it, a mercenary company can do worse than have friends in high places. ",
		"LIFEPATH_NOBLE_SUPERNUMERARY" : "Distant heirs can often find themselves unwanted, forced into dangerous or boring assignments intended to drive them out of the noble caste. Often bitter at their loss of station or power, this crew member has little patience for the nobility and enjoys watching them stumble",
		"LIFEPATH_NOBLE_DIPLOMAT" : "While not as prestigous as military service, minor nobles may elevate their status through the various diplomatic cores. In both the war-torn Inner Sphere and the wild periphery states this task requires depths of patience and cunning few possess. This crew member served in such a capacity in the past, but not aren't afraid to turn to violence to achieve their goals.",
		"LIFEPATH_NOBLE_FALLEN" : "Nobility comes with a strict but byzantine set of codes, shibboleths, and social graces designed to ruthlessly tear down the unwary. This crew member was one such doomed noble, whose personal failures - or a carefully engineered plot - cast them out of the nobility. Having lost their titles they now turn to more dangerous work as they seek to restore their lost status.",
		"LIFEPATH_NOBLE_LANDED" : "Even nobles are separated into the haves and have nots. Those who have landed are quick to remind those who are not. Whether running from their responsiblities or seeking to build support to entrench their hereditary fiefs, this crew member has claim to some portion of a distant world.",
		"LIFEPATH_NOBLE_ADMIN" : "Perhaps the most dreadful fate for any noble is to be mired in the bowels of the beauracy. Carrying the weight of a title, and bearing the responsibilities, but carrying none of the authority  administrative nobles either see their soul die or embrace a life of endless reports and spreadsheets. This crew member chose to leave their safe but boring life behind and embrace the chaos of mercenary work.",
		"LIFEPATH_NOBLE_RULING" : "The nobility often reserves the power of the courts to themselves, ensuring that any laws are applied by peers sympathetic to their needs. This crew member was one such noble, trained in the laws of their land and the art of persuasion. Some event long ago subverted their view of justice, and now they embrace the more lawless life of a mercenary.",
		
		"LIFEPATH_SOLARIS_GLADIATOR" : "The gladiatorial pits of Solaris 7 are uncompromising, and the fact that this crew member made it into the ranks is impressive in its own right. Regardless of how their career went, they are all to happy to launch into stories of their glory days and regale audiences with triumphs both real and imagined. Wise commanders know better than to question the legimitacy of these tales - at least while in earshot.",
		"LIFEPATH_SOLARIS_CHAMPION" : "Few mechwarriors survive their first round on Solaris 7, and fewer still ascend through the ranks to be recognized as a champion. While the lessons learned in the arenas may not be immediately applicable to the varied battlefields a mercenary company treads upon, the skill with which this crew member serves makes them a valuable asset. Or dangerously self-absorbed. Sometimes, even - both.",
		"LIFEPATH_SOLARIS_TRAINER" : "Recognized as both a fearsome pilot and someone able to share their knowledge with others, this crew member once served as a trainer in the Solaris 7 stables. Physical conditioning, mech-piloting and gunnery skills, or even the economics of being a star are all in high demand among the elite Solaris 7 jocks. Undoutedly their skills will be put to good use by any mercenary crew able to handle their steep fees.",
		"LIFEPATH_SOLARIS_MECHBUNNY" : "Willing to spout useless, detailed trivia about the internal workings of every Mech that steps foot into the Solaris arenas, this crew member has a deep-seated passion for art of Mech customization as practiced on the game world. Happiest when they are debating the relative merits of focusing lenses and myomer varieties, most consider their time in a mercenary company just another way to build up funds for yet another trip to Solaris 7.",
		"LIFEPATH_SOLARIS_SYCOPHANT" : "The mech-jocks and celebrities of Solaris 7 have an endless stream of hangers-on, sycophants, and yes people waiting to extole their virtues, especially if a brown nose brings them closer to the object of their affection. This crew member practically worships the ground one or more Solaris jocks walk upon, and is convinced everyone else needs to know how great they are as well. While everyone else would love for them to pick something else to obsess over, there seems to be no end in sight for their obsessive prattle.",
		"LIFEPATH_SOLARIS_WANNABE" : "All over the Inner Sphere children grow up fantasizing about the life of a Solaris 7 fighter. The fame and glory stand in stark contrast to the many sacrifices and failures that must be overcome to achieve success on the game planet. This crew member still believes their name will be chanted from roaring crowds in the future. Their stint is a mercenary company is just one way to build a compelling backstory for their rise into glory.",
		"LIFEPATH_SOLARIS_SCIENTIST" : "Solaris 7 runs on money, and both champions and their investors alike know that it takes money to make money. Anyone that can provide a competitive edge, no matter how slight, can find a long list of buyers on the game planet. This crew member once made a living researching and tweaking equipment for even greater performance in the arenas, and now seek out mercenary employment to apply their 'advanced practical experimentation'.",
		"LIFEPATH_SOLARIS_REPORTER" : "There is a constant press for more details and innuendo about every aspect of Solaris 7. In the past this crew member helped fill that need as a tabloid reporter, sports commentator, or other unsavory adjunct to the main event of mech-combat. While their ethics may be questionable, their love of money is not. Given their links to the darker side of the press, keeping them busy ",
		
		"LIFEPATH_MERCENARY_INFANTRY" : "",
		"LIFEPATH_MERCENARY_MECHWARRIOR" : "",
		"LIFEPATH_MERCENARY_AEROSPACE" : "",
		"LIFEPATH_MERCENARY_WASHED_UP" : "",
		"LIFEPATH_MERCENARY_SUPPORT_SATFF" : "",
		"LIFEPATH_MERCENARY_LIASON" : "",
		"LIFEPATH_MERCENARY_OFFICER" : "",
		
		"LIFEPATH_MILITARY_INFANTRY_ENLISTED" : "",
		"LIFEPATH_MILITARY_INFANTRY_OFFICER" : "",
		"LIFEPATH_MILITARY_NAVAL_ENLISTED" : "",
		"LIFEPATH_MILITARY_NAVAL_OFFICER" : "",
		"LIFEPATH_MILITARY_MECHWARRIOR_ENLISTED" : "",
		"LIFEPATH_MILITARY_MECHWARRIOR_OFFICER" : "",
		"LIFEPATH_MILITARY_SPEC_OPS" : "",
		"LIFEPATH_MILITARY_INSURGENT" : "",
		
		"LIFEPATH_MEDICAL_DOCTOR" : "Trained to an extremely high level in the medical sciences, this crew member is no stranger to the gory details of the human body. Whether a generalist on a frontier world a researcher used to a lab expect them to act as though they know everything. But don't worry if you forget that fact. They'll remind you anytime their expertise is questioned.",
		"LIFEPATH_MEDICAL_HOSPITALIST" : "Modern medicine relies heavily on computerization, AI, and advanced equipment. In a past life this crew member knew how all of those worked, and could use them to diagnose exotic ills with their patients. Now they find themselves on the frontier, using year-old military surplus pharmaceuticals and wondering what went wrong with their life. Despite their grumbling their work speaks for itself and fortunate is the mercenary crew that finds them in their employ.",
		"LIFEPATH_MEDICAL_NURSE" : "While doctors get the glory, nurses get rewarded with blood and shit. Close to their patients and self-assured to a fault, this crew member could give drill sargents lessons on how to stare down an uncooperative person. Just never ask them to talk about their work, unless you have an iron stomach. Gross is not a word they are familiar with.",
		"LIFEPATH_MEDICAL_MED_TECH" : "While nurses know everything, technicians are the ones that often do all the repetitive, thankless tasks that nobody wants to take credit for. This crew member could have discarded that life of drudgery for the uncertainity of mercenary work, or they could be seeking better opportunities on the fields of battle. In a pinch they can serve as a medic, but don't expect miracles from them.",
		
		"LIFEPATH_MISC_ORPHAN" : "War, pestilence, and famine claim millions across the Inner Sphere. Survivors fight for advantages others take for granted, but in return become self reliant. The mercenary life calls many of these individuals, just like this crew member, who seek a new family among the stars. Or perhaps just thick stacks of c-bills.",
		"LIFEPATH_MISC_CLERGY" : "When mankind took to the stars, do did religion. This crew member was once a member of a religious order, but lost their faith in some incident long ago. The topic of their faith is rarely a friendly discussion, but few doubt their skills. As the old terran saying goes - god is on the side with the biggest guns.",
		"LIFEPATH_MISC_CLOISTERED" : "Raised for most of their life in a sheltered religious setting, the 'real world' came as an unpleasant shock to this crew member. They have long since cast off the worst of their naivety and have embraced the mercenary creed. They are willing to listen to whatever you have to say, or do a job that needs doing - for a price.",
		
		"LIFEPATH_MERCHANT_TRADER" : "",
		"LIFEPATH_MERCHANT_CORPORATE_DRONE" : "",
		"LIFEPATH_MERCHANT_CORPORATE_OFFICER" : "",
		"LIFEPATH_MERCHANT_CAPTAIN" : "",
		
		"LIFEPATH_INTELLIGENCE_CONTACT" : "",
		"LIFEPATH_INTELLIGENCE_SPY" : "",
		"LIFEPATH_INTELLIGENCE_DEEP_COVER_OP" : "",
		"LIFEPATH_INTELLIGENCE_ANALYST" : "",
		
		"LIFEPATH_SPACER_EXPLORER" : "",
		"LIFEPATH_SPACER_NOMAD" : "",
		"LIFEPATH_SPACER_SCRAPPER" : "",
		"LIFEPATH_SPACER_ASTEROID_MINER" : "",
		"LIFEPATH_SPACER_DROPSHIP_TECH" : "",
		"LIFEPATH_SPACER_JUMPSHIP_CREW" : "",
		"LIFEPATH_SPACER_NAVIGATOR" : "",
		
		"LIFEPATH_CIVILIAN_MECHANIC" : "",
		"LIFEPATH_CIVILIAN_FACTORY_WORKER" : "",
		"LIFEPATH_CIVILIAN_CONSTRUCTION" : "",
		"LIFEPATH_CIVILIAN_AIRLINE_CREW" : "",
		"LIFEPATH_CIVILIAN_FAST_FOOD_WORKER" : "",
		"LIFEPATH_CIVILIAN_CUSTOMER_SERVICE" : "",				
		"LIFEPATH_CIVILIAN_LAWYER" : "",	
		"LIFEPATH_CIVILIAN_FARMER" : "",	
		"LIFEPATH_CIVILIAN_SCIENTIST" : "",	
		"LIFEPATH_CIVILIAN_BANKER" : "",	
		"LIFEPATH_CIVILIAN_PUBLIC_RELATIONS" : "",	
		"LIFEPATH_CIVILIAN_POLICE" : "",	
		"LIFEPATH_CIVILIAN_JOURNALIST" : "",	
		
		"LIFEPATH_COMSTAR_TECHNICIAN" : "",	
		"LIFEPATH_COMSTAR_ACOLYTE" : "",	
		"LIFEPATH_COMSTAR_SCIENTIST" : "",	
		"LIFEPATH_COMSTAR_HPG_TECHNICIAN" : "",	
		"LIFEPATH_COMSTAR_ANALYST" : "",	

		"LIFEPATH_PIRATE_INFANTRY" : "",	
		"LIFEPATH_PIRATE_RECRUIT" : "",	
		"LIFEPATH_PIRATE_CREW" : "",	
		"LIFEPATH_PIRATE_CAPTAIN" : "",	
		"LIFEPATH_PIRATE_MECHWARRIOR" : "",	
		"LIFEPATH_PIRATE_AEROSPACE" : "",	
		"LIFEPATH_PIRATE_JUMPSHIP_CREW" : "",	
		
		"LIFEPATH_DEFAULT" : "Somebody add some background fluff, please!"
	}
}
