{
	"Descriptions" : {
		"CREW_TYPE_AEROSPACE" : "Aerospace crews represent one to two aerospace fighters, combat pilots, and the support crew necessary to keep them flying. Pilots will not be injuried and aerospace assets do not need time to repair or rearm. They provide bonuses to your withdrawal speed and reduce the amount of damage you take. ",
		"CREW_TYPE_DROPSHIP" : "Dropship crews are spacers that know how to keep dropships and jumpships running at peak efficiency. They reduce the maintenance costs of the Argo and its attached dropships, as well as helping with engineering efforts.",
		"CREW_TYPE_MECH_TECH" : "Mech Tech crews represent any technician that can keep a BattleMech or vehicle running after eating a laser or three. Their value is added to your MechTech points value, which determines repair and refit times for units.",
		"CREW_TYPE_MECHWARRIOR" : "MechWarriors are combat pilots trained to overcome the unique challenges of a neurohelmet linkup. This allows them to pilot BattleMechs but their training doesn't cover vehicles. ",
		"CREW_TYPE_MED_TECH" : "Med Techs crews represent any medically trained individuals. Their value is added to your MedTech points value, which determines the healing time for pilots that are hurt. This healing only applies to MechWarriors and Vehicle Crews, who are the only crew types that can take injuries.",
		"CREW_TYPE_VEHICLE" : "Vehicle crews pilot the myraid vehicles you posses in combat. Vehicles tend to be less automated than BattleMechs, requiring several pilots for each vehicle. These pilots lack the training necessary to pilot BattleMechs though many of them undoubtedly aspire to that goal."
	},
    "Labels" : {
        "SKILL_LEVEL_1" : "Rookie" ,
        "SKILL_LEVEL_2" : "Regular" ,
        "SKILL_LEVEL_3" : "Veteran" ,
        "SKILL_LEVEL_4" : "Elite" ,
        "SKILL_LEVEL_5" : "Legendary" ,

        "SKILL_AEROSPACE_POINTS" : "Aerospace Points: +{0}" ,
        "SKILL_MECHTECH_POINTS" : "MechTech Points: +{0}" ,
        "SKILL_MEDTECH_POINTS" : "MedTech Points: +{0}" ,

        "CREW_SIZE_1" : "Tiny" ,
        "CREW_SIZE_2" : "Small" ,
        "CREW_SIZE_3" : "Medium" ,
        "CREW_SIZE_4" : "Large" ,
        "CREW_SIZE_5" : "Huge" ,

        "CREW_SIZE_LABEL" : "{0} Crew ({1} berths)" ,
        "CREW_BERTHS_USED" : "{0} / {1} Berths" ,

        "CREW_HIRE_BUTTON" : "Hire for {0}?" ,
        "CREW_HIRE_BONUS_LABEL" : "{0} Bonus" ,
        "CREW_HIRE_SALARY_LABEL" : "{0} / Mo" ,

        "CREW_CONTRACT_TERM" : "The contract term for this mercenary is {0} days. " ,

        "CREW_NAME_FORMAT" : "{0} {1}" ,
    
        "CREW_DOSSIER_CONTRACT_TERM" : "Contract End" ,
        "CREW_DOSSIER_DAYS_REMAINING" : "{0} days",

        "CREW_DOSSIER_BIO_ATTITUDE" : "<b>Attitude towards the Company:</b>  {0} ({1})", 
        "CREW_DOSSIER_BIO_FACTION_FAVORED" : "<b>Favored Faction:</b>  {0}",
        "CREW_DOSSIER_BIO_FACTION_HATED" : "<b>Hated Faction:</b>  {0}",

        "CREW_ATTITUDE_BEST" : "Loyal",
        "CREW_ATTITUDE_GOOD" : "Liked",
        "CREW_ATTITUDE_AVERAGE" : "Neutral",
        "CREW_ATTITUDE_POOR" : "Disliked",
        "CREW_ATTITUDE_WORST" : "Detested",

        "CREW_HAZARD_PAY" : "<b>Hazard Pay:</b>  {0}",
        "CONTRACT_HAZARD_PAY" : "Crew Hazard Pay: {0}"
	},
	"Events" : {
		"HEADHUNTED_RETENTION" : " Retention Bonus: {0}\n\n",
		"HEADHUNTED_CONTRACT_BUYOUT" : " Buyout Payment: {0}\n\n"
	},	
	"PlanetStrings" : {
		"PLANET_AEROSPACE_BOUNDS" : "<color=red>Hirable Aerospace Pilots</color> - {0} to {1}",
		"PLANET_MECHWARRIOR_BOUNDS" : "<color=red>Hirable MechWarriors</color> - {0} to {1}",
		"PLANET_MECH_TECH_BOUNDS" : "<color=red>Hirable MechTechs</color> - {0} to {1}",
		"PLANET_MED_TECH_BOUNDS" : "<color=red>Hirable MedTechs</color> - {0} to {1}",
		"PLANET_VEHICLE_CREW_BOUNDS" : "<color=red>Hirable Vehicle Crews</color> - {0} to {1}"
	},
	"LifePathDescriptions" : {
	
		"LIFEPATH_CRIMINAL_CONVICT" : "For some prison time is shameful. For this crew member it was instead a high point in their life. They challenges they overcame made them tougher, smarter, and more equipped for the mercenary life. Or so they claim.",
		"LIFEPATH_CRIMINAL_REFORMED" : "Everyone makes mistakes. Some make mistakes serious enough that they are incarcerated. This crew member has learned from their past mistakes and seeks to make a better life than them came from. Mercenary work seems like an odd way to seek redemption, but here they are.",
		"LIFEPATH_CRIMINAL_PETTY" : "Constantly looking for an angle, this crew member has been busted for more petty crimes than they can count. They have avoided serious crimes, or perhaps more accurately never been caught in the act of one. If you want someone who knows someone who knows someone, this is the crew you come ask.",
		"LIFEPATH_CRIMINAL_ENFORCER" : "Coming from a world where loyalty is everything, people who violated that trust came to fear a visit from this crew member. Either quietly menancing or loudly aggressive they radiate danger and demand obedience.",
		"LIFEPATH_CRIMINAL_HITMAN" : "Gangs, organized crime, and mercenary groups all look for people willing to kill their fellow man. Whether for money, glory, or thrills this crew member is more than willing to handle any disposal needs you may have. Just don't get on their bad side. ",
		"LIFEPATH_CRIMINAL_SMUGGLER" : "Governments inevitably ban something that people want. In those cases, this enterprising crew member made sure people got what they want. Some excel in the arts of bribery and stealth, while others go for the 'fast is best' approach. Either way, if you need something acquired this crew can help... for a price.",
		"LIFEPATH_CRIMINAL_STREET_THUG" : "Not all planets have functional law enforcement, often leaving a gap that simple street thugs quickly exploit. This crew member lived in that world for a long time, learning that a strong word and visible club sometimes were the best thing for making new friends. Or keeping old ones in line.",
		
		"LIFEPATH_NOBLE_HEIR" : "The inner sphere has innumerable royalty both major and minor. Not all find the intrigues of court enticing and seek their fortune elsewhere. Whether this crew member keeps their heritage secret or flaunts it, a mercenary company can do worse than have friends in high places. ",
		"LIFEPATH_NOBLE_SUPERNUMERARY" : "Distant heirs can often find themselves unwanted, forced into dangerous or boring assignments intended to drive them out of the noble caste. Often bitter at their loss of station or power, this crew member has little patience for the nobility and enjoys watching them stumble",
		"LIFEPATH_NOBLE_DIPLOMAT" : "While not as prestigous as military service, minor nobles may elevate their status through the various diplomatic cores. In both the war-torn Inner Sphere and the wild periphery states this task requires depths of patience and cunning few possess. This crew member served in such a capacity in the past, but not aren't afraid to turn to violence to achieve their goals.",
		"LIFEPATH_NOBLE_FALLEN" : "Nobility comes with a strict but byzantine set of codes, shibboleths, and social graces designed to ruthlessly tear down the unwary. This crew member was one such doomed noble, whose personal failures - or a carefully engineered plot - cast them out of the nobility. Having lost their titles they now turn to more dangerous work as they seek to restore their lost status.",
		"LIFEPATH_NOBLE_LANDED" : "Even nobles are separated into the haves and have nots. Those who have landed are quick to remind those who are not. Whether running from their responsiblities or seeking to build support to entrench their hereditary fiefs, this crew member has claim to some portion of a distant world.",
		"LIFEPATH_NOBLE_ADMIN" : "Perhaps the most dreadful fate for any noble is to be mired in the bowels of the beauracy. Carrying the weight of a title, and bearing the responsibilities, but carrying none of the authority  administrative nobles either see their soul die or embrace a life of endless reports and spreadsheets. This crew member chose to leave their safe but boring life behind and embrace the chaos of mercenary work.",
		"LIFEPATH_NOBLE_RULING" : "The nobility often reserves the power of the courts to themselves, ensuring that any laws are applied by peers sympathetic to their needs. This crew member was one such noble, trained in the laws of their land and the art of persuasion. Some event long ago subverted their view of justice, and now they embrace the more lawless life of a mercenary.",
		
		"LIFEPATH_SOLARIS_GLADIATOR" : "",
		"LIFEPATH_SOLARIS_CHAMPION" : "",
		"LIFEPATH_SOLARIS_TRAINER" : "",
		"LIFEPATH_SOLARIS_MECHBUNNY" : "",
		"LIFEPATH_SOLARIS_SYCOPHANT" : "",
		"LIFEPATH_SOLARIS_WANNABE" : "",
		"LIFEPATH_SOLARIS_SCIENTIST" : "",
		"LIFEPATH_SOLARIS_REPORTER" : "",
		
		"LIFEPATH_MERCENARY_INFANTRY" : "",
		"LIFEPATH_MERCENARY_MECHWARRIOR" : "",
		"LIFEPATH_MERCENARY_AEROSPACE" : "",
		"LIFEPATH_MERCENARY_WASHED_UP" : "",
		"LIFEPATH_MERCENARY_SUPPORT_SATFF" : "",
		"LIFEPATH_MERCENARY_LIASON" : "",
		"LIFEPATH_MERCENARY_OFFICER" : "",
		
		"LIFEPATH_MILITARY_INFANTRY_ENLISTED" : "",
		"LIFEPATH_MILITARY_INFANTRY_OFFICER" : "",
		"LIFEPATH_MILITARY_NAVAL_ENLISTED" : "",
		"LIFEPATH_MILITARY_NAVAL_OFFICER" : "",
		"LIFEPATH_MILITARY_MECHWARRIOR_ENLISTED" : "",
		"LIFEPATH_MILITARY_MECHWARRIOR_OFFICER" : "",
		"LIFEPATH_MILITARY_SPEC_OPS" : "",
		"LIFEPATH_MILITARY_INSURGENT" : "",
		
		"LIFEPATH_MEDICAL_DOCTOR" : "",
		"LIFEPATH_MEDICAL_HOSPITALIST" : "",
		"LIFEPATH_MEDICAL_NURSE" : "",
		"LIFEPATH_MEDICAL_MED_TECH" : "",
		
		"LIFEPATH_MISC_ORPHAN" : "",
		"LIFEPATH_MISC_CLERGY" : "",
		"LIFEPATH_MISC_CLOISTERED" : "",
		
		"LIFEPATH_MERCHANT_TRADER" : "",
		"LIFEPATH_MERCHANT_CORPORATE_DRONE" : "",
		"LIFEPATH_MERCHANT_CORPORATE_OFFICER" : "",
		"LIFEPATH_MERCHANT_CAPTAIN" : "",
		
		"LIFEPATH_INTELLIGENCE_CONTACT" : "",
		"LIFEPATH_INTELLIGENCE_SPY" : "",
		"LIFEPATH_INTELLIGENCE_DEEP_COVER_OP" : "",
		"LIFEPATH_INTELLIGENCE_ANALYST" : "",
		
		"LIFEPATH_SPACER_EXPLORER" : "",
		"LIFEPATH_SPACER_NOMAD" : "",
		"LIFEPATH_SPACER_SCRAPPER" : "",
		"LIFEPATH_SPACER_ASTEROID_MINER" : "",
		"LIFEPATH_SPACER_DROPSHIP_TECH" : "",
		"LIFEPATH_SPACER_JUMPSHIP_CREW" : "",
		"LIFEPATH_SPACER_NAVIGATOR" : "",
		
		"LIFEPATH_CIVILIAN_MECHANIC" : "",
		"LIFEPATH_CIVILIAN_FACTORY_WORKER" : "",
		"LIFEPATH_CIVILIAN_CONSTRUCTION" : "",
		"LIFEPATH_CIVILIAN_AIRLINE_CREW" : "",
		"LIFEPATH_CIVILIAN_FAST_FOOD_WORKER" : "",
		"LIFEPATH_CIVILIAN_CUSTOMER_SERVICE" : "",				
		"LIFEPATH_CIVILIAN_LAWYER" : "",	
		"LIFEPATH_CIVILIAN_FARMER" : "",	
		"LIFEPATH_CIVILIAN_SCIENTIST" : "",	
		"LIFEPATH_CIVILIAN_BANKER" : "",	
		"LIFEPATH_CIVILIAN_PUBLIC_RELATIONS" : "",	
		"LIFEPATH_CIVILIAN_POLICE" : "",	
		"LIFEPATH_CIVILIAN_JOURNALIST" : "",	
		
		"LIFEPATH_COMSTAR_TECHNICIAN" : "",	
		"LIFEPATH_COMSTAR_ACOLYTE" : "",	
		"LIFEPATH_COMSTAR_SCIENTIST" : "",	
		"LIFEPATH_COMSTAR_HPG_TECHNICIAN" : "",	
		"LIFEPATH_COMSTAR_ANALYST" : "",	

		"LIFEPATH_PIRATE_INFANTRY" : "",	
		"LIFEPATH_PIRATE_RECRUIT" : "",	
		"LIFEPATH_PIRATE_CREW" : "",	
		"LIFEPATH_PIRATE_CAPTAIN" : "",	
		"LIFEPATH_PIRATE_MECHWARRIOR" : "",	
		"LIFEPATH_PIRATE_AEROSPACE" : "",	
		"LIFEPATH_PIRATE_JUMPSHIP_CREW" : "",	
		
		"LIFEPATH_DEFAULT" : "Somebody add some background fluff, please!"
	}
}
